[
    {"problem": "Sandra Cantarero sold 388 fitness trackers to her friends in April at the downtown area in Bath County, Virginia. In May, they sold 194 fitness trackers. How many fitness trackers did Sandra Cantarero sell altogether in April and May?"},
    {"problem": "Xavier Monteagudo earns $70 per hour for working at a film festival merchandise booth in Kenai Peninsula Borough, Alaska. Yesterday, Xavier Monteagudo worked for 10 hours. How much did Xavier Monteagudo earn?"},
    {"problem": "Over three centuries, a legend tells of a Jenni Bolen that emerges from the depths of a scifi fan convention store in Monroe County, Florida to claim sun hats. In total, the Jenni Bolen has claimed 7 sun hats. Each century, the number of sun hats it claims is double the previous century. How many sun hats did the Jenni Bolen claim in the first century?"},
    {"problem": "A a sports arena merchandise booth makes a third of its sales in the luggage section, a quarter of its sales in the jewelry section, and the rest in the stationery section. They made 60 sales today. How many sales were in the stationery section?"},
    {"problem": "Jasmine Alberts needs to calculate how many gloves they can provide at an aquarium gift store in Baldwin County, Georgia. Each gloves can serve 8 units. Jasmine Alberts decides to bring 4 containers, each of which holds 3 gloves, and this will be the exact amount needed. How many units can Jasmine Alberts serve with the gloves?"},
    {"problem": "Vivian Vaidya found an old camping tents in a university campus bookstore and thinks it just needs some repairs to work well again. They need 66 units of materials to fix each part of the camping tents and will need another 88 units to fix the rest of the camping tents. How much materials does Vivian Vaidya need in total to fix the camping tents?"},
    {"problem": "Jonathan Arcos can type 5 bracelets per minute. Today at a culinary event booth in Deer Lodge County, Montana, Jonathan Arcos continued working on a document they started yesterday. They typed for 14 minutes, took a break, and typed 26 minutes longer. They then had to erase 22 bracelets they had typed incorrectly. After a meeting, they typed for 13 minutes more. In all, the document had 295 bracelets by the end of today. How many bracelets did they start with today?"},
    {"problem": "During one hour, there are 6 Conor_Beebe events at a_pet_store in Cass_County,_Iowa. Each event can accommodate up to 85 photo_printers. How many photo_printers can be accommodated in 24 hours?"},
    {"problem": "William Bowe has 193 more goggles than Federico Vice. If Federico Vice has 695 goggles, how many goggles do they have in total?"},
    {"problem": "Rahul Beckman buys 221 underwear from a pharmaceutical conference booth in Reeves County, Texas. Each underwear has 98 sub-items, and 50% of those are special. How many special sub-items did Rahul Beckman get?"}
  ]